/* Localized strings */

"Choose a KML File" = "Choose a KML File";
"Untitled" = "Untitled";
"<Unknown Author>" = "<Unknown Author>";
"Block %@ Ignored." = "Block %@ Ignored.";
"The KML Script was either moved, has bad permissions, or is in an unrecognized encoding." = "The KML Script was either moved, has bad permissions, or is in an unrecognized encoding.";
"The KML Script doesn't specify a valid model." = "The KML Script doesn't specify a valid model.";
"The KML Script doesn't specify the ROM to use, or the ROM could not be loaded." = "The KML Script doesn't specify the ROM to use, or the ROM could not be loaded.";
"Packed ROM image detected." = "Packed ROM image detected.";
"The KML Script doesn't specify the background bitmap, or bitmap could not be loaded." = "The KML Script doesn't specify the background bitmap, or bitmap could not be loaded.";
"%i Buttons Defined" = "%i Buttons Defined";
"%i Scancodes Defined" = "%i Scancodes Defined";
"%i Annunciators Defined" = "%i Annunciators Defined";
"Press Close to Continue." = "Press Close to Continue.";
"Press Close to Abort." = "Press Close to Abort.";
"Title: %@" = "Title: %@";
"Author: %@" = "Author: %@";
"Hardware Platform: %@" = "Hardware Platform: %@";
"Calculator Model : %c" = "Calculator Model : %c";
"Calculator Class : %u" = "Calculator Class : %u";
"Debug %@" = "Debug %@";
"Rom %@ Ignored." = "Rom %@ Ignored.";
"Please put only one Rom command in the Global block." = "Please put only one Rom command in the Global block.";
"Cannot open Rom %@" = "Cannot open Rom %@";
"Rom %@ Loaded." = "Rom %@ Loaded.";
"Patch %@ ignored." = "Patch %@ ignored.";
"Please put the Rom command before any Patch." = "Please put the Rom command before any Patch.";
"Patch %@ Loaded" = "Patch %@ Loaded";
"Patch %@ is Wrong or Missing" = "Patch %@ is Wrong or Missing";
"Bitmap %@ Ignored." = "Bitmap %@ Ignored.";
"Please put only one Bitmap command in the Global block." = "Please put only one Bitmap command in the Global block.";
"Cannot Load Bitmap %@." = "Cannot Load Bitmap %@.";
"Bitmap %@ Loaded." = "Bitmap %@ Loaded.";
"Command %@ Ignored in Block %@" = "Command %@ Ignored in Block %@";
"Error while opening include file %@." = "Error while opening include file %@.";
"b%i:Including %@" = "b%i:Including %@";
"l%i:Including %@" = "l%i:Including %@";
"<Undefined>" = "<Undefined>";
"Open Block at End Of File." = "Open Block at End Of File.";
"Wrong block argument." = "Wrong block argument.";
"Include: string expected as parameter." = "Include: string expected as parameter.";
"%i: Invalid Command %@." = "%i: Invalid Command %@.";
"%i: Invalid Block %@." = "%i: Invalid Block %@.";
"Invalid block." = "Invalid block.";
"%i: Too many parameters for %@ (%i expected)." = "%i: Too many parameters for %@ (%i expected).";
"%i: Parameter %i of %@ must be an integer." = "%i: Parameter %i of %@ must be an integer.";
"%i: Parameter %i of %@ must be a string." = "%i: Parameter %i of %@ must be a string.";
"Open block." = "Open block.";
"%i: Undefined token" = "%i: Undefined token";
"Wrong Annunciator Id %i" = "Wrong Annunciator Id %i";
"Only the first 256 buttons will be defined." = "Only the first 256 buttons will be defined.";
"Command %@ Ignored in Block %@ %i" = "Command %@ Ignored in Block %@ %i";
"%i Open Block(s) in Block %@ %i" = "%i Open Block(s) in Block %@ %i";
/* Toolbar labels */
"Pause" = "Pause";
"Continue" = "Continue";
"Step Over" = "Step Over";
"Step Into" = "Step Into";
"Step Out" = "Step Out";
"Disable Breakpoints" = "Disable Breakpoints";
"Enable Breakpoints" = "Enable Breakpoints";
/* Tooltips */
"Pause execution" = "Pause execution";
"Continue execution" = "Continue execution";
"Step over subroutine" = "Step over subroutine";
"Single step execution" = "Single step execution";
"Step out of current subroutine" = "Step out of current subroutine";
"Activate/Deactivate breakpoints" = "Activate/Deactivate breakpoints";
